import react from 'react';

export default class AboutContent extends react.Component {
    render() {
        return (
            <div className='layout-narrow py-8'>
                <Paragraph title={<div className='font-bold'>โครงการเลือดชมพู CUB0157 / CU Blood</div>} body={"เป็นโครงการที่ตั้งขึ้นโดยสมาคมนิสิตเก่าวิศวกรรมศาสตร์แห่งจุฬาลงกรณ์มหาวิทยาลัย มีวัตถุประสงค์เพื่อรณรงค์ให้นิสิตนิสิตเก่า คณาจารย์และบุคลากรของจุฬาลงกรณ์มหาวิทยาลัยเข้าร่วมการบริจาคโลหิต เป็นการปลูกฝังจิตสํานึกสาธารณะและสร้างความสามัคคีในหมู่นิสิต นิสิตเก่า คณาจารย์และบุคลากรของจุฬาลงกรณ์มหาวิทยาลั"} />
                <Paragraph title={'วัตถุประสงค์'} body={'เป็นการปลูกฝังจิตสํานึกสาธารณะและสร้างความสามัคคี ในหมู่นิสิต นิสิตเก่า คณาจารย์และบุคลากรของ จุฬาลงกรณ์มหาวิทยาลัย ทั้งยังเป็นการช่วยเพิ่มปริมาณ โลหิตสํารองของสภากาชาดไทยด้วย อีกทั้งโครงการ ยังมีเป้าหมายที่จะปลูกฝังลักษณะบัณฑิตที่พึงประสงค์ ให้แก่ผู้ปฏิบัติงานและผู้เข้าร่วมโครงก'} />
                <Paragraph title={'จุดเริ่มต้น'} body={'การบริจาคโลหิตในจุฬาลงกรณ์มหาวิทยาลัยเริ่มเป็นครั้งแรก ในเดือนพฤศจิกายน พ.ศ. 2506 เมื่อนิสิตคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย ได้ร่วมใจกันบริจาคโลหิตให้แก่ ศูนย์บริการโลหิตแห่งชาติสภากาชาดไทย ทําให้ในปีต่อมา นิสิตคณะวิศวกรรมศาสตร์จุฬาลงกรณ์มหาวิทยาลัย ได้ร่วมกัน จัดสัปดาห์บริจาคโลหิตขึ้นอีกครั้ง เพื่อถวายเป็นพระราชกุศล แด่พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช บรมนาถบพิต'} />
                <Paragraph title={'พ.ศ. 2530'} body={'เกิดการแพร่ระบาดของโรคเอดส์ทําให้นิสิตจํานวนมาก เกิดความหวาดวิตกว่าอาจมีความเสี่ยงในการติดเชื้อจากการใช้เข็ม จึงทําให้จํานวนผู้บริจาคโลหิตลดลงเป็นอย่า'} />
                <Paragraph title={'พ.ศ. 2556'} body={
                    <div>
                        <div className='py-4'>
                            เนื่องในโอกาสที่คณะวิศวกรรมศาสตร์ครบรอบ 100 ปีจึงได้มีการ รื้อฟื้นกิจกรรมบริจาคโลหิตขึ้นใหม่ โดยได้รับการสนับสนุนจาก สมาคมนิสิตเก่าวิศวกรรมศาสตร์แห่งจุฬาลงกรณ์มหาวิทยาลัย ในชื่อกิจกรรม
                        </div >
                        <div className='py-4 font-semibold'>
                            “ บริจาคโลหิต 1 ล้านซีซีในโอกาสครบรอบวิศวฯจุฬาฯ 100 ปี ”
                        </div>
                        <div className='py-4'>
                            โดยในปีแรกกําหนดให้ผู้เข้าร่วมมีเพียงนิสิตปัจจุบัน และนิสิตเก่า คณะวิศวกรรมศาสตร์เท่านั้น ต่อมาจึงได้ขยายไปยังนิสิต นิสิตเก่า คณาจารย์และบุคลากรของทุกคณะหรือ หน่วยงานภายใน จุฬาลงกรณ์มหาวิทยาลัย ด้วยความร่วมแรงร่วมใจและการสนับสนุน จากทุกภาคส่วนทําให้เกิดโครงก
                        </div>
                        <div className='py-4 text-pink'>
                            “ เลือดชมพู CUB0157 หรือ CU Blood ”
                        </div>
                    </div>
                } />

                <hr className="border-solid border-grey w-full mt-8" style={{ borderBottomWidth: '0.05rem', maxWidth: '600px' }} />
            </div>
        )
    }
}

const Paragraph = (props) => {
    const { title, body } = props;

    return (
        <div className='flex flex-col font-cu-heading text-2xl pt-10 items-center md:items-start text-center md:text-left'>
            <div className='font-medium pb-6 text-4xl'>
                {title}
            </div>
            <div>
                {body}
            </div>
        </div>
    )
}