{
  "logo" : "ตราสัญลักษณ์",
  "logoText" : "ตราสัญลักษณ์ประกอบไปด้วยริบบิ้นที่สื่อถึงการดำเนินงานของโครงการด้านการกุศล สีแดงสื่อถึงความรักและโลหิต โดยเกลียวพันเป็นรูปหยดเลือด รวมแล้วหมายถึงหน้าที่หรือพันธกิจหลักของโครงการในการรับบริจาคโลหิต ภายใต้ริบบิ้นที่เกลียวพันปรากฎชื่อโครงการภาษาอังกฤษ “CU Blood” ที่ประกอบขึ้นจากคำสองคำ คือ CU ที่เป็นตัวย่อของ Chulalongkorn University และ Blood ที่หมายความว่า โลหิต รวมแล้วหมายถึง โครงการบริจาคโลหิตที่เกิดขึ้นจากความร่วมแรงร่วมใจของ นิสิต นิสิตเก่า คณาจารย์ และบุคลากรของจุฬาลงกรณ์มหาวิทยาลัย ที่จะส่งมอบสุขภาพที่ดีให้แด่คนไทย",
  "mascot" : "มาสคอต",
  "mascotText" : "น้องหยดเลือดเกิดขึ้นจากการที่สมาชิกของโครงการ CU Blood ได้ดำเนินการสำรวจว่า เหตุใดหลายคนจึงรู้สึกกลัวการบริจาคโลหิต ทำให้ทราบว่า ภาพของเข็มและโลหิตส่งผลต่อความรู้สึกดังกล่าว ดังนั้นน้องหยดเลือดจึงเป็นสัญลักษณ์ของความสดใส ความรัก มิตรภาพ  และความสุขที่จะส่งไปยังผู้บริจาคทุกคน ให้รับรู้ถึงพลังที่ยิ่งใหญ่ของการช่วยเหลือเพื่อนมนุษย์และการเสียสละโดยไม่หวังสิ่งใดตอบแทน",
  "aboutHeader" : "เกี่ยวกับเรา",
  "AboutHeaderText" : "CU Blood เป็นโครงการเพื่อรณรงค์ให้นิสิตปัจจุบัน นิสิตเก่า บุคลากรและคณาจารย์ จากจุฬาลงกรณ์มหาวิทยาลัยร่วมกันไปบริจาคโลหิตกับสภากาชาดไทย",
  "aboutContentHeader" : "โครงการเลือดสีชมพู CUB0157 / CU Blood",
  "aboutContentBody1" :" เป็นโครงการที่ตั้งขึ้นโดยสมาคมนิสิตเก่าวิศวกรรมศาสตร์แห่งจุฬาลงกรณ์มหาวิทยาลัย มีวัตถุประสงค์เพื่อรณรงค์ให้นิสิต นิสิตเก่า คณาจารย์ และบุคลากรของจุฬาลงกรณ์มหาวิทยาลัยเข้าร่วมการบริจาคโลหิต เป็นการปลูกฝังจิตสํานึกสาธารณะและสร้างความสามัคคีในหมู่นิสิต นิสิตเก่า คณาจารย์และบุคลากรของจุฬาลงกรณ์มหาวิทยาลัย",
  "aboutContentsubHeader1" : "วัตถุประสงค์",
  "aboutContentsubBody1" : "เป็นการปลูกฝังจิตสํานึกสาธารณะและสร้างความสามัคคี ในหมู่นิสิต นิสิตเก่า คณาจารย์และบุคลากรของ จุฬาลงกรณ์มหาวิทยาลัย ทั้งยังเป็นการช่วยเพิ่มปริมาณ โลหิตสํารองของสภากาชาดไทยด้วย อีกทั้งโครงการ ยังมีเป้าหมายที่จะปลูกฝังลักษณะบัณฑิตที่พึงประสงค์ ให้แก่ผู้ปฏิบัติงานและผู้เข้าร่วมโครงการ เช่น มีคุณธรรม คิดเป็น ทำเป็น มีภาวะผู้นำ มีสุขภาวะ และมีจิตอาสาและสำนึกสาธารณะ",
  "aboutContentsubHeader2" : "จุดเริ่มต้น",
  "aboutContentsubBody2" : "การบริจาคโลหิตในจุฬาลงกรณ์มหาวิทยาลัยเริ่มเป็นครั้งแรก ในเดือนพฤศจิกายน พ.ศ. 2506 เมื่อนิสิตคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย ได้ร่วมใจกันบริจาคโลหิตให้แก่ ศูนย์บริการโลหิตแห่งชาติสภากาชาดไทย ทําให้ในปีต่อมา นิสิตคณะวิศวกรรมศาสตร์จุฬาลงกรณ์มหาวิทยาลัย ได้ร่วมกัน จัดสัปดาห์บริจาคโลหิตขึ้นอีกครั้ง เพื่อถวายเป็นพระราชกุศล แด่พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช บรมนาถบพิต",
  "aboutContentsubHeader3" : "พ.ศ. 2530",
  "aboutContentsubBody3" : "เกิดการแพร่ระบาดของโรคเอดส์ทําให้นิสิตจํานวนมาก เกิดความหวาดวิตกว่าอาจมีความเสี่ยงในการติดเชื้อจากการใช้เข็ม จึงทําให้จํานวนผู้บริจาคโลหิตลดลงเป็นอย่างมาก",
  "aboutContentsubHeader4" : "พ.ศ. 2556",
  "aboutContentsubBody4-1" : "เนื่องในโอกาสที่คณะวิศวกรรมศาสตร์ครบรอบ 100 ปีจึงได้มีการ รื้อฟื้นกิจกรรมบริจาคโลหิตขึ้นใหม่ โดยได้รับการสนับสนุนจาก สมาคมนิสิตเก่าวิศวกรรมศาสตร์แห่งจุฬาลงกรณ์มหาวิทยาลัย ในชื่อกิจกรรม",
  "aboutContentsubBody4-2" : "\"บริจาคโลหิต 1 ล้านซีซีในโอกาสครบรอบวิศวฯจุฬาฯ 100 ปี\"",
  "aboutContentsubBody4-3" : "โดยในปีแรกกําหนดให้ผู้เข้าร่วมมีเพียงนิสิตปัจจุบัน และนิสิตเก่า คณะวิศวกรรมศาสตร์เท่านั้น ต่อมาจึงได้ขยายไปยังนิสิต นิสิตเก่า คณาจารย์และบุคลากรของทุกคณะหรือ หน่วยงานภายใน จุฬาลงกรณ์มหาวิทยาลัย ด้วยความร่วมแรงร่วมใจและการสนับสนุน จากทุกภาคส่วนทําให้เกิดโครงการ",
  "aboutContentsubBody4-4" : "\"เลือดชมพู CUB0157 หรือ CU Blood\"",
  "staffHeaderBig" : "บุคลากร",
  "staffHeaderSmall": "STAFFS",

  "person1" : "พิทวัส เลิศศิริโรจน์",
  "person2" : "พิชัยยุทธ ศิริพรหมพิศาล",
  "person3" : "ณัฐนรี เสนะวีณิน",
  "person4" : "ปฐม ไพบูลย์รัตนากร",
  "person5" : "ยศวดี นพจรูญศรี",
  "person6" : "อิสริยาภรณ์ คันธา",
  "person7" : "ชญานนท์ บรรณกุลพิพัฒน์",
  "person8" : "มนต์ชนก ชัยโปธา",
  "person9" : "สิรีธร ตรีรานุรัตน์",
  "person10" : "ลลิตภัทร เทพกุณหนิมิตต์", 
  "person11" : "วรัศยา น่วมบาง",
  "person12" : "ชุติกาญจน์ อมฤตอภิรมย์",
  "person13" : "ชนาภา โพธิ์ชนะพันธุ์",
  "person14" : "วรกิจ จูฑะเตมีย์",

  "role1" : "ประธานโครงการ",
  "role2" : "รองประธานโครงการ",
  "role3" : "เลขานุการโครงการ",
  "role4" : "เลขานุการโครงการ",
  "role5" : "เลขานุการโครงการ",
  "role6" : "เลขานุการโครงการ",
  "role7" : "เหรัญญิกโครงการ",
  "role8" : "เหรัญญิกโครงการ",
  "role9" : "เหรัญญิกโครงการ",
  "role10" : "ประธานฝ่ายกิจกรรม",
  "role11" : "ประธานฝ่ายทรัพยากรบุคคล",
  "role12" : "ประธานฝ่ายทะเบียน",
  "role13" : "ประธานฝ่ายปฏิคม",
  "role14" : "ประธานฝ่ายประชาสัมพันธ์",

  "aboutButtonDropDown" : "แสดงข้อมูลสถิติรายปี",
  "statNumDonators" : "จำนวนผู้บริจาคโลหิต",
  "statBloodGroup" : "หมู่โลหิต",
  "statDonatorTotal" : "รวม",
  "statBloodTotal" : "จำนวนโลหิตที่ได้รับบริจาค",
  "statNumEnroll" : "จำนวนผู้ลงทะเบียนในแต่ละช่วงเวลา",
  "statMorning" : "เช้า",
  "statNoon" : "กลางวัน",
  "statAfternoon" : "เย็น",
  "statNewDonators" : "จำนวนผู้บริจาคหน้าใหม่",
  "statPeople" : "คน",
  "year": "ปี"
}
