{
  "noticeHeader" : "ข้้อควรรู้",
  "topic1Big" : "คุณสมบัติผู้บริจาคโลหิต",
  "topic2Big" : "ขั้นตอนการบริจาคโลหิตกับโครงการ",
  "topic3Big" : "การเตรียมตัวก่อน-หลังบริจาคโลหิต",
  "topic1Small" : "CHARACTERISTIC AND CRITERIA",
  "topic2Small" : "PROCEDURES",
  "topic3Small" : "PRE-POST DONATION PROCEDURES",
  "NoticeContact1": "สามารถสอบถามข้อมูลเพิ่มเติมได้ที่ ",
  "NoticeContact2" : "โทร. 0 2256 4300, 0 2263 9600-99 ต่อ 1101, 1760, 1761",
  "NoticeContact3" : "ศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย",
  "context11t" : "อายุระหว่าง 17 ปีถึง 70 ปีบริบูรณ์ผู้ที่มีอายุ 17 ปีไม่ถึง 18 ปีต้องมีหนังสือยินยอมจากผู้ปกครอง",
  "context12t" : "ผู้บริจาคโลหิตเป็นครั้งแรก ถ้าอายุเกิน 55 ปี – 60 ปีและให้อยู่ในดุลพินิจของแพทย์และ พยาบาล",
  "context13t" : "ผู้บริจาคโลหิตอายุมากกว่า 60 ปี – 70 ปีแบ่งเกณฑ์การคัดเลือกตามอายุ 2 ช่วง ดังนี้",
  "context13_3_1_title" : "การคัดเลือกผู้บริจาคโลหิตอายุมากกว่า 60 จนถึง 65 ปี (ไม่รับบริจาคในหน่วยรับบริจาคโลหิตเคลื่อนที่)",
  "context13_1_1" : "เป็นผู้บริจาคโลหิตประจํามาโดยตลอดจนกระทั่งอายุ 60 ปี",
  "context13_1_2" : "บริจาคโลหิตได้ไม่เกินปีละ 3 ครั้ง คือทุก 4 เดือน",
  "context13_1_3": "ตรวจ Complete Blood Count (CBC),Serum Ferritin (SF) ปีละ 1 ครั้ง เพื่อประกอบการให้คําปรึกษาด้านสุขภาพทั่วไป และสําหรับแพทย์ใช้ผลการตรวจ SF ในการติดตามและปรับการให้ธาตุเหล็กทดแทน",
  "context13_3_2_title" :"ผู้บริจาคโลหิตอายุมากกว่า 65 ปีจนถึง 70 ปี (ไม่รับบริจาคในหน่วยรับบริจาคโลหิตเคลื่อนที่)",
  "context13_2_1" : "เป็นผู้บริจาคโลหิตต่อเนื่องสม่ำเสมอในช่วงอายุ มากกว่า 60 ปี จนถึง 65 ปี",
  "context13_2_2" : "บริจาคโลหิตได้ไม่เกินปีละ 2 ครั้ง คือ ทุก 6 เดือน" ,
  "context13_2_3" : "ต้องได้รับการตรวจคัดกรองสุขภาพโดยแพทย์ หรือพยาบาลของธนาคารเลือดหรือหน่วยงานรับบริจาคโลหิตซึ่งมีหน้าที่ในการตรวจคัดกรองสุขภาพผู้บริจาคโลหิต",
  "context13_2_4" : "ตรวจ CBC และ SF ปีละ 1 ครั้ง",
  "context21t" : "ลงทะเบียนบริจาคโลหิตล่วงหน้าที่เว็บไซต์ของโครงการในช่วง 1 สัปดาห์ก่อนหน้าสัปดาห์บริจาคโลหิต",
  "context22t" : "ผู้บริจาคโลหิตที่ได้ลงทะเบียนบริจาคโลหิตล่วงหน้าไว้ สามารถยืนยันการลงทะเบียนเข้าร่วมการบริจาคโลหิตที่จุดลงทะเบียนใต้อาคารมหิตลาธิเบศร จุฬาลงกรณ์มหาวิทยาลัย หรือ ชั้น 1 ของ ศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย ในสัปดาห์บริจาคโลหิต",
  "context23t" : "หากผู้บริจาคโลหิตไม่ได้ลงทะเบียนบริจาคโลหิตล่วงหน้า ให้ทำการกรอกข้อมูลลงทะเบียนผู้บริจาคโลหิตแบบ Walk-in ที่จุดลงทะเบียนใต้อาคารมหิตลาธิเบศร จุฬาลงกรณ์มหาวิทยาลัย ในสัปดาห์บริจาคโลหิต",
  "context24t" : "ผู้บริจาคโลหิตรับ “ใบสมัครผู้บริจาคโลหิต” และกรอกข้อมูลให้ครบถ้วน พร้อมตรวจสอบความถูกต้อง",
  "context25t" : "สำหรับผู้บริจาคโลหิตที่อยู่ใต้อาคารมหิตลาธิเบศร จุฬาลงกรณ์มหาวิทยาลัย สามารถใช้บริการรถรับ-ส่งที่โครงการได้จัดเตรียมไว้ให้ เดินทางไปยังศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย โดยไม่มีค่าใช้จ่าย",
  "context26t" : "ผู้บริจาคโลหิตเดินทางถึงศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย และทำการตรวจวัดความดันโลหิต",
  "context27t" : "นำใบที่แสดงผลการตรวจวัดความดันติดเข้าที่มุมของใบสมัครผู้บริจาคโลหิต แล้วนำไปยื่นที่เคาเตอร์ลงทะเบียน",
  "context28t" : "กดบัตรคิวเพื่อรอตรวจวัดความเข้มโลหิตและสอบถามประวัติเพิ่มเติม",
  "context29t" : "ผู้บริจาคโลหิตตรวจความเข้มโลหิต และสอบถามประวัติเพิ่มเติม เพื่อวินิจฉัยสุขภาพเบื้องต้น",
  "context210t" : "เดินขึ้นไปที่ชั้น 2 ของศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย แล้วกดบัตรคิวเพื่อรอการบริจาคโลหิต",
  "context211t" : "บริจาคโลหิต ที่ห้องรับบริจาคโลหิต",
  "context212t" : "เมื่อบริจาคโลหิตเสร็จแล้ว ให้พักรับประทานอาหารว่างหรือเครื่องดื่มที่เจ้าหน้าที่ได้จัดเตรียมไว้ให้ เพื่อปรับสภาพน้ำในร่างกาย เมื่อปกติดีแล้วจึงเดินไปที่จุดลงทะเบียน ชั้น 1 ของศูนย์บริการโลหิตแห่งชาติ สภากาชาดไทย",
  "context213t" : "ผู้บริจาคโลหิตยืนยันการบริจาคโลหิตอีกครั้ง และรับของที่ระลึกจากโครงการ",
  "preHeadert" : "การเตรียมตัวก่อนบริจาคโลหิต",
  "context31t" : "นอนหลับพักผ่อนให้เพียงพอ ตามเวลานอนปกติของตนเอง ในคืนก่อนวันที่จะมาบริจาคโลหิต",
  "context32t" : "สุขภาพสมบูรณ์ทุกประการ ไม่เป็นไข้หวัด หรืออยู่ระหว่างรับประทานยาปฏิชีวนะใดๆ เช่น ยาแก้อักเสบ แต่หยุดยาแล้วอย่างน้อย 7 วัน",
  "context33t" : "ควรหลีกเลี่ยงการรับประทานอาหารประเภทที่มีไขมันสูง ภายใน 6 ชั่วโมง ก่อนมาบริจาคโลหิต เช่น ข้าวมันไก่ ข้าวขาหมู เป็นต้น เพราะจะทำให้พลาสมามีสีขาวขุ่น ไม่สามารถนำไปใช้รักษาผู้ป่วยได้",
  "context34t" : "ดื่มน้ำก่อนบริจาคโลหิต 30 นาที ประมาณ 3-4 แก้ว ซึ่งเท่ากับปริมาณโลหิตที่เสียไปในการบริจาค ทำให้โลหิตไหลเวียนดีขึ้น และช่วยลดภาวะการเป็นลมจากการบริจาคโลหิตได้",
  "context35t" : "งดเครื่องดื่มที่มีแอลกอฮอล์ ก่อนมาบริจาคโลหิตอย่างน้อย 24 ชั่วโมง",
  "context36t" : "งดสูบบุหรี่ก่อนและหลังบริจาคโลหิต 1 ชั่วโมง เพื่อให้ปอดฟอกโลหิตได้ดี ",
  "durHeadert" : "การเตรียมตัวขณะบริจาคโลหิต",
  "contextdur1t" : "สวมใส่เสื้อผ้าที่แขนเสื้อไม่คับเกินไป สามารถดึงขึ้นเหนือข้อศอกได้อย่างน้อย 3 นิ้ว",
  "contextdur2t" : "เลือกแขนข้างที่เส้นโลหิตดำใหญ่ชัดเจน ผิวหนังบริเวณที่จะให้เจาะ ไม่มีผื่นคัน หรือรอยเขียวช้ำ ถ้าแพ้ยาทาฆ่าเชื้อ เช่น แอลกอฮอล์ ให้แจ้งเจ้าหน้าที่ทราบล่วงหน้า",
  "contextdur3t" : "ไม่ควรเคี้ยวหมากฝรั่ง หรืออมลูกอมขณะบริจาคโลหิต",
  "contextdur4t" : "ขณะบริจาคควรบีบลูกยางอย่างสม่ำเสมอ เพื่อให้โลหิตไหลได้สะดวก หากมีอาการผิดปกติ เช่น ใจสั่น วิงเวียน มีอาการคล้ายจะเป็นลม อาการชา อาการเจ็บที่ผิดปกติ ต้องรีบแจ้งให้เจ้าหน้าที่ทราบทันที",
  "contextdur5t" : "หลังบริจาคโลหิตเสร็จเรียบร้อยแล้ว ให้นอนพักบนเตียง 5-10 นาที ก่อนจึงลุกจากเตียง อาจมีอาการเวียนศีรษะเป็นลมได้ ให้นอนพักสักครู่จนกระทั่งรู้สึกสบายดี จึงลุกไปดื่มน้ำ และรับประทานอาหารว่างที่จัดไว้รับรอง",
  "postHeadert" : "หลังบริจาคโลหิต",
  "contextPost1t" : "พักรับประทานอาหารว่างและเครื่องดื่มที่เจ้าหน้าที่จัดไว้บริการ และนั่งพักอย่างน้อย 15 นาที",
  "contextPost2t" : "ให้ดื่มน้ำมากกว่าปกติ เป็นเวลา 1 วัน",
  "contextPost3t" : "ไม่ควรรีบร้อนกลับ ควรนั่งพักจนแน่ใจว่าเป็นปกติ หากมีอาการเวียนศีรษะคล้ายจะเป็นลม หรือรู้สึกผิดปกติ ให้รีบแจ้งเจ้าหน้าที่ทราบทันที",
  "contextPost4t" : "หลีกเลี่ยงการขึ้นลงลิฟท์ บันไดเลื่อน อาจทำให้รู้สึกวิงเวียนและเป็นลมได้",
  "contextPost5t" : "ถ้ามีโลหิตซึมออกมาจากรอยผ้าปิดแผล ให้ใช้นิ้วมืออีกด้านหนึ่งกดลงบนผ้าก๊อซ กดให้แน่นและยกแขนสูงไว้ประมาณ 3-5 นาที หากยังไม่หยุดซึมให้กลับมายังสถานที่บริจาคโลหิตเพื่อพบแพทย์หรือพยาบาล",
  "contextPost6t" : "หลีกเลี่ยงการทำซาวน่า หรือออกกำลังกายที่ต้องเสียเหงื่อมาก ๆ ไม่ใช้กำลังแขนที่เจาะบริจาค เช่น ยกของหนัก เป็นเวลา 24 ชั่วโมง หลังการบริจาคโลหิต",
  "contextPost7t" : "ควรพักผ่อนและหลีกเลี่ยงการทำกิจกรรมต่อเนื่องเป็นระยะเวลานาน อาทิ การเดินซื้อของ อยู่ในบริเวณที่แออัดหรืออากาศร้อนอบอ้าว เป็นต้น",
  "contextPost8t" : "ผู้บริจาคโลหิตที่ทำงานปีนป่ายที่สูง หรือทำงานเกี่ยวกับเครื่องจักรกล ควรหยุดพัก 1 วัน หลังจากบริจาคโลหิต",
  "contextPost9t" : "ให้รับประทานอาหารตามปกติ ไม่จำเป็นต้องรับประทานอาหารเพิ่มขึ้นเพื่อชดเชยโลหิตที่บริจาค",
  "contextPost10t" : "รับประทานธาตุเหล็กวันละ 1 เม็ด จนหมด ชดเชยธาตุเหล็กที่เสียไปจากการบริจาคโลหิต และป้องกันการขาดธาตุเหล็ก เพื่อให้สามารถบริจาคโลหิตได้อย่างสม่ำเสมอ การรับประทานธาตุเหล็กบำรุงโลหิต พร้อมกับเครื่องดื่มที่มีวิตามินซีสูง เช่น น้ำส้ม น้ำฝรั่ง หรือน้ำมะเขือเทศ จะทำให้ร่างกายดูดซึมธาตุเหล็กได้ดี ยกเว้นชาเขียว เพราะจะไปขัดขวางการดูดซึมของธาตุเหล็ก"
}
