{
  "logo" : "Our Logo",
  "logoText" : "In our symbol, there are many elements that make it meaningful. Firstly, the ribbon represent how our club manage our work. We work as one piece with system and understanding. Secondly, the red color representing love and blood. Lastly, is our club name, CU Blood. CU came from the word Chulalongkorn University. The whole image show a picture of blood drop representing the hard work from students, alumni, professors, and staffs to give out good health to the society.",
  "mascot" : "Our Mascot",
  "mascotText" : "Nong Yod Leard was created by our team members whose curious about the fact that people are afraid of donating their blood. With that curiosity, we found that an image of needles and blood cause people to feel insecure and scare. As a result, Nong Yod Leard was created to represent happiness, cheerfulness, friendliness, and love which will be given to the blood donors. We want our donors to know the power of giving and helping to those who are inneed without wanting anything in return",
  "aboutHeader" : "About Us",
  "AboutHeaderText" : "CU Blood is a project that aims to encourage current students, alumni, staffs, and faculty members of Chulalongkorn University to donate blood at the Thai Red Cross Society.",
  "aboutContentHeader" : "Luead Chompoo project CUB0157 / CU Blood",
  "aboutContentBody1" : "Luead Chompoo CUB0157 or CU Blood was a project founded by the Chulalongkorn University Engineering Alumni with a objective to encourage current students, alumni, staffs, and faculty members of Chulalongkorn University to donate their blood. This was intended to foster a public consciousness and unity amongst the current undergraduates, alumni, staffs, and faculty memebers of Chulalongkorn University.",
  "aboutContentsubHeader1": "Objective",
  "aboutContentsubBody1":"The objective was to nurture public consciousness and unity amongst the current students, alumni, staffs, and faculty members, and increase the blood reserves of the Thai Red Cross Society, and helps instill the desired qualities of an undergraduate into the participants of this club. These qualities include a sense of morality, the ability to think and act, leadership, and a service and public oriented mind.",
  "aboutContentsubHeader2":"Origin",
  "aboutContentsubBody2":"Blood donation within Chulalongkorn University happened for the first time during November, 1963, when Engineering students came together and donated blood for the National Blood Center, Thai Red Cross Society. This resulted in a second blood donation week the following year, organized by Engineering undergraduates and devoted to His Majesty, the Late King Bhumibol Adulyadej.",
  "aboutContentsubHeader3":"1987 AD.",
  "aboutContentsubBody3":"Due to an AIDS outbreak, many students were afraid of getting infected through the use of needles. This resulted in a severe drop in the numbers of blood donors.",
  "aboutContentsubHeader4" :"2013 AD.",
  "aboutContentsubBody4-1" : "On the occasion of the Faculty of Engineering's Centennial (100 years anniversary), there was a restoration of the blood donation program. The program again received support from the Chulalongkorn University Alumni, and came under the the name, ",
  "aboutContentsubBody4-2" : "\"Donate 1 million cc's of blood for Chulalongkorn University Faculty of Engineering's Centennial\"",
  "aboutContentsubBody4-3" : "In the first year of the program, only current students, alumni, and staffs of the Faculty of Engineering were allowed to participate. After that it was expanded to include current students, alumni, faculty members and staffs of all faculties in Chulalongkorn University. With the united effort and support from everybody, this lead to the establishment of the club,",
  "aboutContentsubBody4-4" : "\"Luead Chompoo CUB0157 OR CU Blood\"",
  "staffHeaderBig" : "EXECUTIVE BOARD",
  "staffHeaderSmall": "คณะกรรมการอำนวยการโครงการ",

  "person1" : "Klakoet Treewatanasuwan",
  "person2" : "Kornsara Srisarakorn",
  "person3" : "Teeraphat Viraseranee",
  "person4" : "Kittipot​ Wachiraprakarnskul",
  "person5" : "Khanisorn Khemthong",
  "person6" : "Jittaphisudth kannawat",
  "person7" : "Pakapong Sangkapreecha",
  "person8" : "Wicha Tayanuwat",
  "person9" : "Poonnama Sutantiwanichkul",
  "person10" : "Akkarawin Sirisawat", 
  "person11" : "Athipong Kongjak",
  "person12" : "Thanakorn Chareonpoonsiri",
  "person13" : "Supawan Phetcharat",
  "person14" : "Natchaphon Suphatarawanich",
  "person15" : "Chartyotin Chinskul",
  "person16" : "Antima Angkananon",

  "role1" : "Project Manager",
  "role2" : "Vice Project Manager",
  "role3" : "Vice Project Manager",
  "role4" : "Secretary",
  "role5" : "Secretary",
  "role6" : "Secretary",
  "role7" : "Secretary",
  "role8" : "Treasurer",
  "role9" : "Treasurer",
  "role10" : "Treasurer",
  "role11" : "Treasurer",
  "role12" : "Head of Activities",
  "role13" : "Head of Receptions",
  "role14" : "Head of Human Resources",
  "role15" : "Head of Administration",
  "role16" : "Head of Public Relations",

  "aboutButtonDropDown" : "View Yearly Statistic",
  "statNumDonators" : "Number of Donators",
  "statBloodGroup" : "Group",
  "statDonatorTotal" : "Total",
  "statBloodTotal" : "Total Volume of Blood Donated",
  "statNumEnroll" : "Number of People Enrolled in Each Time Period",
  "statMorning" : "Morning",
  "statNoon" : "Noon",
  "statAfternoon" : "Afternoon",
  "statNewDonators" : "Number of New Donators",
  "statPeople" : "People",
  "year": "Year"
}
