{
  "aboutHeader" : "About Us",
  "AboutHeaderText" : "CU Blood is a club that aims to encourage current undergraduates, alumni, staffs, and faculty members of Chulalongkorn University to donate blood at the Thai Red Cross Society.",
  "aboutContentHeader" : "Pink Blood Project CUB0157 / CU Blood",
  "aboutContentBody1" : "CUB0157 or CU Blood was a club that was founded by the Chulalongkorn University Engineering Alumni Association. It's objective was to encourage current undergraduates, alumni, staffs, and faculty members of Chulalongkorn University to donate blood. This was intended to foster a public consciousness and unity amongst the current undergraduates, alumni, staffs, and faculty memebers of Chulalongkorn University.",
  "aboutContentsubHeader1": "Objective",
  "aboutContentsubBody1":"The objective was to nurture public consciousness and unity amongst the current undergraduates, alumni, staffs, and faculty members, and increase the blood reserves of the Thai Red Cross Society, and helps instill the desired qualities of an undergraduate into the participants of this club. These qualities include a sense of morality, the ability to think and act, leadership, and a service and public oriented mind.",
  "aboutContentsubHeader2":"Origin",
  "aboutContentsubBody2":"Blood donation within Chulalongkorn University happened for the first time during November, 1963, when Engineering undergraduates came together and donated blood for the National Blood Center, Thai Red Cross Society. This resulted in a second blood donation week the following year, organized by Engineering undergraduates and devoted to His Majesty, the Late King Bhumibol Adulyadej.",
  "aboutContentsubHeader3":"1987 AD.",
  "aboutContentsubBody3":"Due to an AIDS outbreak, many undergraduates were afraid of getting infected through the use of needles. This resulted in a severe drop in the numbers of blood donors.",
  "aboutContentsubHeader4" :"2013 AD.",
  "aboutContentsubBody4-1" : "On the occasion of the Faculty of Engineering's Centennial(100 years anniversary), there was a restoration of the blood donation program. The program again received support from the Chulalongkorn University Alumni Association, and came under the the name, ",
  "aboutContentsubBody4-2" : "\"Donate 1 million cc's of blood for Chulalongkorn University Faculty of Engineering's Centennial\"",
  "aboutContentsubBody4-3" : "In the first year of the program, only current undergraduates, alumni, and staffs of the Faculty of Engineering were allowed to participate. After that it was expanded to include current undergraduates, alumni, faculty members and staffs of all faculties in Chulalongkorn University. With the united effort and support from everybody, this lead to the establishment of the club,",
  "aboutContentsubBody4-4" : "\"Pink Blood CUB0157 OR CU Blood\"",
  "staffHeaderBig" : "STAFFS",
  "staffHeaderSmall" : "บุคลากร"

}
