{
  "noticeHeader" : "Notice",
  "topic1Big" : "CHARACTERISTIC AND CRITERIA OF BLOOD DONOR",
  "topic2Big" : "PROCEDURES",
  "topic3Big" : "PRE-POST DONATION PROCEDURES",
  "topic1Small" : "คุณสมบัติผู้บริจาคโลหิต",
  "topic2Small" : "ขั้นตอนการบริจาคโลหิตกับโครงการ",
  "topic3Small" : "การเตรียมตัวก่อน-หลังบริจาคโลหิต",
  "NoticeContact1": "For additional Information, please contact: ",
  "NoticeContact2": "Tel. 0 2256 4300, 0 2263 9600-99 Ext. 1101, 1760, 1761",
  "context11t" : "Must be between 17 to 70 years old, donors younger than 18 must have a letter of consent from their parent or legal guardian.",
  "context12t" : "First time donors betweem  55 to 60 years, up to judgement of doctor and nurse.",
  "context13t" : "Blood donors between 60 to 70 years have criteria split into two categories as follows:",
  "context13_3_1_title" : "Criteria for Donors aged between 60 to 65 years: (Donation via mobile blood donation center not accepted)",
  "context13_1_1" : "Consistently donated blood until the age of 60.",
  "context13_1_2" : "Cannot donate blood more than 3 times annually, i.e. every 4 months.",
  "context13_1_3": "Have a Complete Blood Count (CBC) and Serum Ferritin (SF) check once every year in order for general health-related consultations, and also for the doctor to use the SF results to see if their is need for iron replacement medicine.",
  "context13_3_2_title" :"Criteria for donors aged between 65 to 70 years: (Donation via mobile blood center is not accepted)",
  "context13_2_1" : "Consistently donated blood during the age of 65 to 70 years.",
  "context13_2_2" : "Cannot donate blood more than 2 times annually, i.e. every 6 months.",
  "context13_2_3" : "Must be approved by doctors or nurses from the Thai Blood Bank Organization, or other blood-donating organizations that requires patient health check-up before donating blood.",
  "context13_2_4" : "Have CBC & SF tests once every year.",
  "context21t" : "Register in advance one week prior to the blood donation date.",
  "context22t": "Donors who have registered in advance can check-in at the registration area located in the Mahittalathibet building, Chulalongkorn University, or on the 1st floor of the National Blood Center, Thai Red Cross. ",
  "context23t": " For donors who haven't, walk-in registration is also available at the registration area, Mahittalathibet Building, Chulalongkorn University.",
  "context24t" : "Donor gets \"Blood Donation Form\" and fills it in.",
  "context25t" : "Donors at the Mahittalathibet Building can use the free provided transportation to the Nation Blood Center, Thai Red Cross.",
  "context26t" : "Donor arrives at the National Blood Center and have their blood pressure measured.",
  "context27t" : "Attach the blood pressure result on the \"Blood Donation Form\" and gives it to the registration counter.",
  "context28t" : "Receive queue for measuring blood intensity level.",
  "context29t" : "Donor have blood intensity level measured and answer some health questions for a preliminary assessment.",
  "context210t" : "Go up to the 2nd floor, take the queue, and await blood donation.",
  "context211t" : "Donate blood in the donating rooms.",
  "context212t" : "After donating, relax and eat the provided snacks and refreshments in order normalize the body's water level. Once normalized, return to the 1st floor of the National Blood Center.",
  "context213t" : "Donor check-out, verifies their donation, and receive souvenirs from CU Blood.",
  "preHeadert" : "Pre-Donation Preparation:",
  "context31t" : "Get enough sleep, especially the night before the donation.",
  "context32t" : "Make sure you are not ill and that you're not taking any antibiotics. If you're taking antibiotics, stop taking at least 7 days prior to donation.",
  "context33t" : "Avoid foods with high fat content, such as Hainanese chicken rice and Braised pork leg, 6 hours before you donate your blood. Fats will cause your plasma to white and make your blood unusable.",
  "context34t" : "Drink 3-4 glasses of water 30 minutes before donating in order to replace the blood loss during donation.",
  "context35t" : "Avoid drinking alcoholic beverages 24 hours prior to donating blood.",
  "context36t" : "In order to maximize your lung's ability to purify blood, avoid smoking 1 hour before and after donating.",
  "durHeadert" : "During Blood Donation Preparation:",
  "contextdur1t" : "Wear clothes with lose sleeves, make sure you can pull the sleeves 3 inches above your elbow.",
  "contextdur2t" : "Choose the arm where the major blood veins are clearly visible, and no rashes or bruises around the area. If you are allergic to disinfectants such as alcohol, please tell the nurse right away.",
  "contextdur3t" : "Do not chew gum or consume candy while donating.",
  "contextdur4t" : "While donating your blood you should squeeze the rubber ball regularly to allow your blood to flow easily. If there are abnormal symptoms such as palpitations, dizziness, fainting, numbness, or unusual pain please make sure to notify the nurse or staff immediately.",
  "contextdur5t" : "After finished donating, rest on the provided bed for 5-10 minutes before getting up. If you feel dizzy or faint, lay down until it passes. After that get up to drink and eat the provided water and snacks.",
  "postHeadert" : "After Blood Donation",
  "contextPost1t" : "Eat snacks and water provided by staffs at the area provided and rest there for about 15 minutes.",
  "contextPost2t" : "Drink more water than normal for a day.",
  "contextPost3t" : "You shouldn’t rush home, make sure that you are not feeling dizzy or faint. If you do feel any of those symptoms, please contact the staff right away.",
  "contextPost4t" : "Avoid elevators and escalators it may cause dizziness and make you faint.",
  "contextPost5t" : "If there is blood seeping out from the wound, use your other hand to apply pressure onto the gauze, and raise your arm for about 3-5 minutes. If bleeding doesn't stop, seek medical attention.",
  "contextPost6t" : "Avoid saunas or any kind of exercises that causes a lot of sweat loss.",
  "contextPost7t" : "Rest adequately, avoid prolonged activities, such as shopping for a long time, staying in crowded areas or poorly ventilated areas.",
  "contextPost8t" : "For those whose work involves climbing or machinery, take at least 1 day off after donating the blood.",
  "contextPost9t" : "Consume the normal amount of food, there is not need to consume more food to compensate for donated blood.",
  "contextPost10t" : "Consume 1 tablet of the issued iron supplement daily in order to compensate for the iron loss during blood donation and prevent iron deficiency. This is so you can constantly donate blood. It is recommended that you consume it with high-vitamin drinks such as orange, guava or tomato juice to increase iron absorbtion. Don't consume it with green tea."
}
