{
  "noticeHeader" : "Notice",
  "topic1Big" : "CHARACTERISTIC AND CRITERIA OF BLOOD DONOR",
  "topic2Big" : "PROCEDURES",
  "topic3Big" : "PRE-POST DONATION PROCEDURES",
  "topic1Small" : "คุณสมบัติผู้บริจาคโลหิต",
  "topic2Small" : "ขั้นตอนการบริจาคโลหิตกับโครงการ",
  "topic3Small" : "การเตรียมตัวก่อน-หลังบริจาคโลหิต",
  "context11t" : "Must be between 17 to 70 years old, donors younger than 17 must have a letter of consent from their parent or legal guardian.",
  "context12t" : "First time donors betweem  55 to 60 years, up to judgement of doctor and nurse.",
  "context13t" : "Blood donors between 60 to 70 years have criteria split into two categories as follows:",
  "context21t" : "Register in advance one week prior to the blood donation date.",
  "context22t": "Donors who have registered in advance can check-in at the registration area located in the Mahittalathibet building, Chulalongkorn University, or on the 1st floor of the National Blood Center, Thai Red Cross. ",
  "context23t": " For donors who haven't, walk-in registration is also available at the registration area, Mahittalathibet Building, Chulalongkorn University.",
  "context24t" : "Donor gets \"Blood Donation Form\" and fills it in.",
  "context25t" : "Donors at the Mahittalathibet Building can use the free provided transportation to the Nation Blood Center, Thai Red Cross.",
  "context26t" : "Donor arrives at the National Blood Center and have their blood pressure measured.",
  "context27t" : "Attach the blood pressure result on the \"Blood Donation Form\" and gives it to the registration counter.",
  "context28t" : "Receive queue for measuring blood intensity level.",
  "context29t" : "Donor have blood intensity level measured and answer some health questions for a preliminary assessment.",
  "context210t" : "Go up to the 2nd floor, take the queue, and await blood donation.",
  "context211t" : "Donate blood in the donating rooms.",
  "context212t" : "After donating, relax and eat the provided snacks and refreshments in order normalize the body's water level. Once normalized, return to the 1st floor of the National Blood Center.",
  "context213t" : "Donor check-out, verifies their donation, and receive souvenirs from CU Blood.",
  "preHeadert" : "Pre-Donation Preparation:",
  "context31t" : "Get enough sleep, especially the night before the donation.",
  "context32t" : "Make sure you are not ill and that you're not taking any antibiotics. If you're taking antibiotics, stop taking at least 7 days prior to donation.",
  "context33t" : "Avoid foods with high fat content, such as Hainanese chicken rice and Braised pork leg, 6 hours before you donate your blood. Fats will cause your plasma to white and make your blood unusable.",
  "context34t" : "Drink 3-4 glasses of water 30 minutes before donating in order to replace the blood loss during donation.",
  "context35t" : "Avoid drinking alcoholic beverages 24 hours prior to donating blood.",
  "context36t" : "In order to maximize your lung's ability to purify blood, avoid smoking 1 hour before and after donating.",
  "durHeadert" : "During Blood Donation Preparation:",
  "contextdur1t" : "Wear clothes with lose sleeves, make sure you can pull the sleeves 3 inches above your elbow.",
  "contextdur2t" : "Choose the arm where the major blood veins are clearly visible, and no rashes or bruises around the area. If you are allergic to disinfectants such as alcohol, please tell the nurse right away.",
  "contextdur3t" : "Do not chew gum or consume candy while donating.",
  "contextdur4t" : "While donating your blood you should squeeze the rubber ball regularly to allow your blood to flow easily. If there are abnormal symptoms such as palpitations, dizziness, fainting, numbness, or unusual pain please make sure to notify the nurse or staff immediately.",
  "contextdur5t" : "After finished donating, rest on the provided bed for 5-10 minutes before getting up. If you feel dizzy or faint, lay down until it passes. After that get up to drink and eat the provided water and snacks.",
  "postHeadert" : "After Blood Donation",
  "contextPost1t" : "",
  "contextPost2t" : "",
  "contextPost3t" : "",
  "contextPost4t" : "",
  "contextPost5t" : "",
  "contextPost6t" : "",
  "contextPost7t" : "",
  "contextPost8t" : "",
  "contextPost9t" : "",
  "contextPost10t" : "",
  "contextPost11t" : ""
}
